Repository: fer0n/SplitBill
Catalog: SplitBill/*.lproj/Localizable.strings
Languages: de

source: Settings
de: Einstellungen

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Select Image
de: Bild auswählen

source: Open Scanner
de: Scanner öffnen

# replaceImage
source: New Image Available, Replace the Current One?
de: Ein neues Bild ist verfügbar, soll das aktuelle Bild ersetzt werden?

# replaceNo
source: Keep Current Image
de: Aktuelles Bild behalten

# replaceYes
source: Use New Image
de: Neues Bild verwenden

source: Empty
de: Leer

source: Sum
de: Summe

source: Remaining
de: Verbleiben

source: Total
de: Gesamt

source: Shared
de: Geteilt

source: Delete Transaction
de: Transaktion löschen

source: Edit Card
de: Karte bearbeiten

source: Remove from Session
de: Aus Session entfernen

source: Clear All Transactions
de: Alle Transaktionen löschen

# shareResult
source: Share Value
de: Wert teilen

# resetManualShare
source: Reset Share
de: Aufteilung zurücksetzen

# addToActive
source: Make Active as Well
de: Ebenfalls aktiv machen

# setToInactive
source: Make Inactive
de: Inaktiv setzen

# clearAllTransactionsInEveryCard
source: Clear All Transactions for All Cards
de: Alle Transaktionen in allen Kartn löschen

source: New Card
de: Neue Karte

source: Special Card
de: Besondere Karte

source: Edit Cards
de: Karten Bearbeiten

source: Open on Startup
de: Beim Start öffnen

source: Nothing
de: Nichts

source: Image Picker
de: Bild Auswahl

# flashTransactionValue
source: Preview Recognized Number
de: Erkannte Zahl anzeigen

# contact
source: Contact Us
de: Kontakt

# rateApp
source: Please Rate SplitBill
de: Bitte bewerte SplitBill

# github
source: SplitBill on Github
de: SplitBill auf Github

source: Preview Duration
de: Anzeige Dauer

source: Short
de: Kurz

source: Medium
de: Mittel

source: Long
de: Lang

source: Tap Away
de: Durch Tippen

source: Clear Image
de: Bild löschen

source: Document Scanner
de: Dokument Scanner

source: Photo Library
de: Foto Bibliothek

# shareSummary
source: Text Summary
de: Text Zusammenfassung

# shareImage
source: Image with Annotations
de: Bild mit Anmerkungen

# openInApp
source: Open App
de: App öffnen

# imageSaved
source: Image Added to SplitBill
de: Bild zu SplitBill hinzugefügt

# openInAppExplanation
source: Next time you open the app the image will be loaded automatically
de: Beim nächsten Öffnen der App wird das Bild automatisch geladen

# error
source: An Error Occurred
de: Ein Fehler ist aufgetreten

# errorMessage
source: Please try again or import the image from within the app
de: Bitte versuche es erneut oder importiere das Bild von der App aus

# cannotEditShare
source: Share cannot be edited
de: Anteil kann nicht bearbeitet werden

# lastShareCannotBeAdjustedManually
source: All shares have to add up to the value and all other shares have already been adjusted manually. You can edit the total value or change/reset other shares to adjust this one.
de: Alle Anteile müssen zusammen den gesamten Wert ergeben und alle anderen Anteile wurden bereits manuell angepasst. Du kannst den gesamten Wert anpassen oder andere Anteile ändern/zurücksetzen, um diesen Anteil zu ändern.

# numberTooLargeTitle
source: The selected number is too large
de: Die ausgewählte Zahl ist zu groß

# numberTooLargeMessage
source: The number may have been recognized incorrectly. Long press the item to correct it.
de: Die Zahl wurde eventuell falsch erkannt. Drücke länger auf die Zahl, um sie zu korrigieren.

# unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten

# NSPhotoLibraryAddUsageDescription
source: Export the image with annotations
de: Export des Bildes mit Anmerkungen
